/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Não pode acessar %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Não pode carregar a página em %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "OK";

/* The message shown while loading a web clip */
"Loading Clip" = "Carregando Clipe";

/* Loading Clip animation with one dot */
"Loading Clip." = "Carregando Clipe.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Carregando Clipe..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Carregando Clipe...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Por favor, conecte-se à Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Requer o Mac OS X v10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip Não Disponível";

